11/data/attachments/e8ccb2ca75f827a4.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Darlene_every_Friend_42368_4</nif:username>
            <nif:friendToBeRequested>soap_friends_11588301-da1c-4fd6-9680-fbe35f805990</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>